SoapService/src/main/resources/reference/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:math="http://math.ws.divanov">
<soapenv:Header/>
<soapenv:Body>
    <math:quadraticEducationRequest>
        <math:a>5</math:a>
        <math:b>1</math:b>
        <math:c>-1</math:c>
    </math:quadraticEducationRequest>
</soapenv:Body>
</soapenv:Envelope>